Repository: wp-plugins/lockablog
Catalog: translation/twitme-*.po
Languages: nl_nl

source: ago from
nl_nl: Geleden van

source: unmark as favorite
nl_nl: Markeer net langer als favoriet

source: Delete this message
nl_nl: Wis dit bericht

source: You have no favorites yet
nl_nl: Je hebt nog geen favorieten

source: Unmark this message as Favorite
nl_nl: Markeer net langer als favoriet

source: Mark this message as Favorite
nl_nl: Markeer dit bericht als favoriet

source: Reply to this message
nl_nl: Stuur een antwoord op dit bericht

source: Show newer posts
nl_nl: Toon nieuwere posts

source: Show older posts
nl_nl: Toon oudere posts

source: There are no public messages
nl_nl: Er zijn nog geen publieke boodschappen

source: ago
nl_nl: geleden

source: Reply directly to this message
nl_nl: Reageer direct op dit bericht

source: Delete this direct message
nl_nl: verwijder dit prive bericht

source: There are no inbound messages
nl_nl: Er zijn nog geen berichten binnen gekomen

source: New Blog post %s%s
nl_nl: Nieuwe blog post %s %s

source: New Blog post %s %s
nl_nl: Nieuwe blog post %s %s

source: New Blog Post on %BLOGNAME% you can find it here %POSTURL%
nl_nl: Nieuwe blogpost op %BLOGNAME% u kunt het hier terug lezen

source: Thank you for following me.
nl_nl: Wat leuk dat je me volgt

source: TwitMe Options
nl_nl: Twitme Opties

source: Manage your Twitter Community (Twitme`s)
nl_nl: Beheer je Twitter community (Twitme`s)

source: Twitme Settings
nl_nl: Twitme Instellingen

source: The messages have been send to Twitter
nl_nl: Het bericht is verstuurt naar twitter

source: Repost successful
nl_nl: Successvol gepost

source: Logged in successfully
nl_nl: Login was successvol

source: Error: could not login to Twitter.
nl_nl: Error: Kon niet inloggen bij Twitter

source: Your Twitme settings are saved.
nl_nl: Uw Twitme instellingen zijn betwaard

source: Submitting <strong>%s</strong><br />
nl_nl: Verzenden <strong>%s</strong><br />

source: close
nl_nl: sluiten

source: Your message has been send to %s
nl_nl: Uw bericht is verstuurt naar %s

source: Posts that TwitMe has submitted to Twitter
nl_nl: Posts die al naar Twitter verstuurt zijn

source: On this page you will find the names of the posts that TwitMe has send over to Twitter.
nl_nl: Op deze pagina vind u de posts die Twitme al naar Twitter heefd verstuurd

source: Submit all
nl_nl: Verzend alles

source: You have (%s) Post(s) that are not yet submitted to Twitter. You can press the <strong>submit all</strong> button to submit the stories that have not been posted to Twitter yet
nl_nl: U heefd (%s) Post(s) die nog niet naar Twitter verzonden zijn. Om dit als nog te doen kunt u op de <strong>alles verzenden</strong> button drukken

source: No posts have been submitted YET. If you want to submit all available stories press the submit all button
nl_nl: Er zijn nog geen posts naar Twitter verzonden. Om dit als nog te doen drukt u op de button "Alles verzenden"

source: Post ID
nl_nl: Post nummer

source: Author
nl_nl: Autheur

source: Title
nl_nl: Titel

source: Comments
nl_nl: Opmerkingen

source: Date
nl_nl: Datum

source: Action
nl_nl: Actie

source: Resend
nl_nl: Opnieuw versturen

source: These are you followers
nl_nl: Dit zijn uw volgers

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: You have no followers yet
nl_nl: U heefd nog geen volgers

source: Send an update to twitter
nl_nl: Stuur een bericht naar Twitter

source: Timeline
nl_nl: Tijdslijn

source: Favorites
nl_nl: Favorieten

source: Outbox
nl_nl: Uitbox

source: About
nl_nl: Over

source: 140 chars remaining
nl_nl: 140 Tekens over

source: Your Twitter page
nl_nl: Uw Twitter pagina

source: Send update
nl_nl: Vesturen

source: Refresh list
nl_nl: Ververs lijst

source: Loading Twitmode please wait...
nl_nl: Bezig met laden even geduld

source: What are these icons i see ?.
nl_nl: Wat betekenen de iconen die ik zie?

source: Since version 1.6 of the Twitme plugin i have added some new features and icons that bring Twitter closer to you.
nl_nl: Zins versie 1.6 van de Twitme plugin heb ik nieuwe iconen tegevoegd, Dit deze iconen zijn herkenbaar en brengen Twitter dichterbij.

source: Delete a message
nl_nl: Wis een bericht

source: This icon shows up next to your messages. By pressing this icon you can delete that message.
nl_nl: Dit icoon staat naast uw berichten. Als u op dit icoon klikt kunt u het bericht willen

source: Send a message
nl_nl: Verstuur een bericht

source: This icon can be used to reply quickly to some one`s message.
nl_nl: Druk op deze button om meteen te reageren op een bericht

source: Add to Favorites icon
nl_nl: Favoriten icon

source: This icon indicates that you can add this message to your Favorites
nl_nl: Dit icon verteld u dat dit bericht als favoriet kunt markeren

source: This message is marked as Favorite
nl_nl: Dit bericht is gemarkeerd als favoriet

source: This icon indicates that this message is on your Favorites list
nl_nl: This icon laat zien dat dit bericht een favoriet bericht is

source: Press this icon to reply directly to a incomming message
nl_nl: Druk op deze button om meteen te reageren op een binnen komend bericht

source: Loading favorites please wait...
nl_nl: Bezig met laden favorieten een ogenblik geduld.

source: No Followers
nl_nl: Geen volgers

source: Send %s a Message
nl_nl: Send %s een bericht

source: Twitme version %s running on Wordpress %s
nl_nl: Twitme versie %s draaiende op Wordpress versie %s

source: Donate to Twitme
nl_nl: Doneren aan Twitme

source: Development
nl_nl: Ontwikkeling

source: Design
nl_nl: Ontwerp

source: Translation
nl_nl: Vertaling

source: Dutch
nl_nl: Nederlands

source: German
nl_nl: Duits

source: Italian
nl_nl: Italiaans

source: English
nl_nl: Engels

source: Spanish
nl_nl: Spaans

source: Bug Reports and ideas
nl_nl: Fout raporten en sugesties

source: Loading please wait...
nl_nl: Bezig met laden een ogenblik gedult.

source: Message:
nl_nl: Bericht:

source: Send Message
nl_nl: Verstuur bericht

source: you can close this window by pressing the close icon or press escape on your keyboard.
nl_nl: U kunt dit scherm sluiten door op de "sluiten" button te drukken of door op escape te drukken op uw keyboard.

source: In order to make the connection between <em>%s</em> and Twitter we need your username and password for so that we can login into Twitter. It is wise to press the <em>test now</em> button so you are sure that your connection to Twitter will work well. Please dont forget to press the save settings button to store your settings.
nl_nl: Om een verbinding te maken tussen <em>%s</em> en Twitter zullen we uw gebruikersnaam en wachtwoord nodig hebben zo dat u kunt inloggen bij Twitter. Het is wijs om daarna op de <em>Nu Testen</em> button te drukken om het inloggen te testen. Vergeet echter niet op de "Instellingen bewaren" button te drukken.

source: Note:
nl_nl: Notitie:

source: If the message sent to Twitter is longer then 140 chars (Twitters Max) then the plugin will automaticly switch to "Summary" modes even if you have "Template" modes selected.
nl_nl: Als het bericht wat naar Twitter word verstuurd langer is als 140 tekens (Twitters maximum) dan zal Twitme automatish overgaan in "Overzicht" modes, ook als u template modes geselecteerd heefd.

source: Twitter Username
nl_nl: Twitter gebruikersnaam

source: Twitter Password
nl_nl: Twitter wachtwoord

source: Twitter Message
nl_nl: Twitter bericht

source: You can alter this message but leave the template tags in tackt !.
nl_nl: U kunt dit bericht veranderen maar laat de template tags alstublieft in tact!.

source: Allowed Tags:
nl_nl: Toegestane tags

source: Exclude Categories
nl_nl: Categorieën Buitensluiten

source: If you are creating new posts from rss feeds or you just want to exclude any category from being posted to Twitter please mark the related category checkbox(es). For Rss posts if you not use this option it could lead to mass posting to Twitter
nl_nl: Als u posts importeerd van rss feeds dan kunt u nu categorieën buitensluiten zodat ze niet naar Twitter worden verstuurt. Markeer de checkbox van een categorie die u niet automatish wilt laten posten naar Twitter.

source: If you fill in a Google MAPS key you can see where on the world your Followers are located (Only if they filled in there location)
nl_nl: Als u hier een google maps sleutel invult zullen de volgers die een lokatie worden weer gegeven op een google map op uw Twitme pagina

source: Signup for your key
nl_nl: Verkrijg een Google sleutel

source: Enable Auto post
nl_nl: Zet automatish versturen van posts

source: If you turn this option off Twitme will not send the message automaticly any more (this option is turned on by default)
nl_nl: Als u deze optie uitschakeld worden uw posts niet meer automatish naat Twitter verstuurt (Deze optie staat standaard aan)

source: On
nl_nl: Aan

source: Off
nl_nl: Uit

source: Send on edit post
nl_nl: Verstuur posts dit aangepast zijn

source: Publish your posts to Twitter if you have edited a post (this option is turned off by default)
nl_nl: Verstuur een post naar Twitter als u een post heefd aangepast (deze optie staat standaard uit)

source: Use short urls
nl_nl: Gebruik korte urls

source: You can enable this option if you want to shorten the urls in the twitter posts. (This option is turned off by default)
nl_nl: U kunt deze optie gebruiken om urls af te korten. (Deze optie staat standaard uit)

source: Twitter Followers
nl_nl: Twitter volgers

source: If desired send this messge to new Followers on twitter.
nl_nl: Send dit bericht naar nieuwe volgers

source: Notify new Followers
nl_nl: Bedank nieuwe volgers

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Report method
nl_nl: Gebruik methode

source: Use message template
nl_nl: Gebruik template bericht

source: Use Post summary
nl_nl: Gebruik overzicht modes

source: Test now
nl_nl: Nu Testen

source: Save settings
nl_nl: Instellingen bewaren
